{
  "users": [
    {
      "login": "egor",
      "password": "qazwsx1234",
      "registed_at": "2057-05-07 16:05",
      "role_id": 0,
      "id": 5
    },
    {
      "login": "anna",
      "password": "123qwe",
      "registed_at": "2057-06-21 10:32",
      "role_id": 2,
      "id": 6
    },
    {
      "login": "ivan",
      "password": "zxcvbn",
      "registed_at": "2056-12-03 14:17",
      "role_id": 1,
      "id": 7
    },
    {
      "login": "maria",
      "password": "pass1234",
      "registed_at": "2055-08-19 09:00",
      "role_id": 2,
      "id": 8
    },
    {
      "login": "dmitry",
      "password": "dmitrypass",
      "registed_at": "2058-01-04 18:45",
      "role_id": 2,
      "id": 9
    },
    {
      "login": "almira",
      "password": "qwerty123",
      "registed_at": "2058-01-04 18:45",
      "role_id": 0,
      "id": 10
    },
    {
      "login": "bulochka",
      "password": "452405",
      "registed_at": "2064-01-01 05:08",
      "role_id": 0,
      "id": 11
    }
  ],
  "roles": [
    {
      "id": 0,
      "name": "Администратор"
    },
    {
      "id": 1,
      "name": "Модератор"
    },
    {
      "id": 2,
      "name": "Читатель"
    },
    {
      "id": 3,
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": 1,
      "title": "Наше дело не так однозначно, как может показаться:",
      "slug": "nashe-delo-ne-tak-odnoznachno-kak-mozhet-pokazatsya",
      "image_url": "https://fastly.picsum.photos/id/171/1920/1080.jpg?hmac=VDxmgMV8oRXLaOiQxMCNcIiwK2qfHi3yW5nwwnVW5sQ",
      "content": "В современном мире бизнеса и технологий многие решения требуют глубокого анализа. Наша команда экспертов пришла к выводу, что традиционные подходы к управлению персоналом устарели. Инновационная методология разработки образовательных программ позволяет не только соответствовать текущим потребностям рынка, но и предвосхищать будущие тренды. Особое внимание мы уделяем кросс-функциональному обучению, которое развивает гибкость мышления и адаптивность сотрудников в условиях быстро меняющейся экономической среды.",
      "published_at": "2024-03-21"
    },
    {
      "id": 3,
      "title": "Искусственный интеллект в управлении персоналом: мифы и реальность",
      "slug": "iskusstvennyy-intellekt-v-upravlenii-personalom-mify-i-realnost",
      "image_url": "https://fastly.picsum.photos/id/276/1920/1080.jpg?hmac=x06R2hAsWjBUseAqUGu9sYTBArAu3Df8H5W3qF3N7yE",
      "content": "Большинство компаний опасаются внедрять AI-решения в HR-процессы, считая, что это приведет к дегуманизации управления. Наш опыт доказывает обратное - правильно настроенные алгоритмы не заменяют, а усиливают человеческий потенциал. Системы на основе машинного обучения помогают выявлять скрытые таланты сотрудников, прогнозировать кадровые потребности и создавать персонализированные траектории развития. В статье мы разбираем 5 ключевых заблуждений об ИИ и приводим кейсы успешной реализации таких проектов. ",
      "published_at": "2024-04-18",
      "status": "succeeded",
      "comments": [
        {
          "id": 11,
          "name": "egor",
          "comment": "Наконец-то адекватный взгляд на ИИ в HR! Столько мифов вокруг этой темы...",
          "publiched_at": "2024-04-19 09:30",
          "post_id": 3
        },
        {
          "name": "bulochka",
          "comment": "Maria, вы не правы!!!",
          "publiched_at": "2038-09-18 22:49",
          "post_id": 3,
          "id": 40
        }
      ]
    },
    {
      "id": 4,
      "title": "Гибридная модель работы: вызовы и перспективы",
      "slug": "gibridnaya-model-raboty-vyzovy-i-perspektivy",
      "image_url": "https://fastly.picsum.photos/id/35/1920/1080.jpg?hmac=f4QG3Fn_6QP5AVK3WoUEYMxuabmS8tc6hWt6NXFfGJU",
      "content": "Пандемия коренным образом изменила подходы к организации труда. Спустя четыре года гибридный формат работы стал новой нормой, но многие компании до сих пор сталкиваются с трудностями его реализации. Мы провели масштабное исследование среди 120 организаций и выявили 7 ключевых факторов успешного перехода. Особое внимание стоит уделить цифровой инфраструктуре, корпоративной культуре и системе оценки эффективности. В материале подробно разбираем лучшие практики и распространенные ошибки.",
      "published_at": "2024-05-02"
    },
    {
      "id": 5,
      "title": "Эмоциональный интеллект как конкурентное преимущество",
      "slug": "emotsionalnyy-intellekt-kak-konkurentnoe-preimushchestvo",
      "image_url": "https://fastly.picsum.photos/id/654/1920/1080.jpg?hmac=p03LMp6_e3uQbKmmjFK61L0UPDWJG-SwwZ4NLPj7dGI",
      "content": "В эпоху автоматизации soft skills становятся главным дифференцирующим фактором. Наши тренинги по развитию эмоционального интеллекта помогают руководителям выстраивать более эффективные коммуникации в команде, управлять конфликтами и создавать психологически комфортную рабочую среду. Статья содержит практические упражнения для развития самосознания, эмпатии и социальных навыков, а также кейсы компаний, где внедрение программ EQ-развития привело к росту показателей вовлеченности персонала на 35%.",
      "published_at": "2024-05-15"
    },
    {
      "id": 6,
      "title": "Устойчивое развитие бизнеса: от теории к практике",
      "slug": "ustoychivoe-razvitie-biznesa-ot-teorii-k-praktike",
      "image_url": "https://fastly.picsum.photos/id/88/1920/1080.jpg?hmac=sgVEfGP8uWZ5wpQxnpPWXZ88momJpr_EQuYcTGKrdTs",
      "content": "Концепция ESG перестала быть модным трендом и превратилась в необходимость для компаний, стремящихся к долгосрочному успеху. Мы разработали комплексную методику интеграции принципов устойчивого развития в бизнес-стратегию. В материале рассматриваем этапы внедрения: от анализа углеродного следа до создания социально ответственных HR-программ. Особый акцент делаем на том, как sustainability-инициативы влияют на привлечение и удержание талантов, особенно среди поколения Z.",
      "published_at": "2024-05-28"
    },
    {
      "id": 7,
      "title": "Кризис креативности: как разбудить инновационный потенциал команды",
      "slug": "krizis-kreativnosti-kak-razbudit-innovatsionnyy-potentsial-komandy",
      "image_url": "https://fastly.picsum.photos/id/125/1920/1080.jpg?hmac=KO86ce86_7WWRz5ZzH5kdSU1R2g2dHdZHd0-Itb-Mto",
      "content": "Рутинные процессы и бюрократия часто убивают творческое начало в сотрудниках. Наши эксперименты с альтернативными форматами мозговых штурмов и методами дизайн-мышления показали впечатляющие результаты. В статье делимся 12 нестандартными техниками генерации идей, которые помогут вашей команде выйти за рамки шаблонного мышления. Отдельно рассматриваем роль лидера в создании среды, где поощряется разумный риск и нестандартные подходы к решению задач.",
      "published_at": "2024-06-10"
    },
    {
      "id": 8,
      "title": "Персонализация обучения: будущее корпоративного образования",
      "slug": "personalizatsiya-obucheniya-budushchee-korporativnogo-obrazovaniya",
      "image_url": "https://fastly.picsum.photos/id/149/1920/1080.jpg?hmac=jBYY9CN0K21W7XKeN2ywMZ1Nb0GQIkEGT-AkrDWN5c8",
      "content": "Универсальные учебные программы уходят в прошлое. Современные технологии позволяют создавать индивидуальные траектории развития для каждого сотрудника. Мы внедрили систему адаптивного обучения на основе AI в пяти крупных компаниях и зафиксировали рост усвоения материала на 60% по сравнению с традиционными методами. В материале подробно разбираем, как работают алгоритмы рекомендаций, какие данные учитываются при построении персонального плана и как измерить ROI таких инвестиций в развитие персонала.",
      "published_at": "2024-06-23"
    },
    {
      "id": 9,
      "title": "Трансформация лидерства в цифровую эпоху",
      "slug": "transformatsiya-liderstva-v-tsifrovuyu-epokhu",
      "image_url": "https://fastly.picsum.photos/id/695/1920/1080.jpg?hmac=mtTNb7XjHnxEi3S1I4bhe5VBaXFTf2FLz49w3wCNM8I",
      "content": "Авторитарный стиль управления теряет эффективность в условиях неопределенности и быстрых изменений. На основе анализа 50 успешных кейсов мы выделили 7 ключевых компетенций лидера нового типа: цифровая грамотность, когнитивная гибкость, способность к быстрому обучению, эмоциональный интеллект, кросс-культурная коммуникация, системное мышление и ориентация на результат. Статья содержит практические рекомендации по развитию этих качеств и примеры компаний, где переход на новый стиль руководства привел к прорывным результатам.",
      "published_at": "2024-07-06"
    },
    {
      "id": 10,
      "title": "Data-driven HR: как данные меняют управление персоналом",
      "slug": "data-driven-hr-kak-dannye-menyayut-upravlenie-personalom",
      "image_url": "https://fastly.picsum.photos/id/521/1920/1080.jpg?hmac=GRgrDClWPeCZKiwP-VNl6o5ePyhcZe9bnRPX2UVp0mY",
      "content": "Интуитивные решения в управлении кадрами уступают место аналитическому подходу. Мы помогаем компаниям внедрять системы сбора и анализа HR-метрик, которые позволяют прогнозировать текучесть кадров, оптимизировать процессы найма и повышать эффективность обучения. В материале рассматриваем 15 ключевых показателей, на которые стоит обращать внимание, методы визуализации данных для принятия решений и кейсы компаний, где data-driven подход позволил сократить затраты на рекрутинг на 30% при улучшении качества найма.",
      "published_at": "2024-07-19"
    },
    {
      "id": 11,
      "title": "Работа с поколением Z: инструкция для HR-специалистов",
      "slug": "rabota-s-pokoleniem-z-instruktsiya-dlya-hr-spetsialistov",
      "image_url": "https://fastly.picsum.photos/id/698/1920/1080.jpg?hmac=VvXvB9O2kmDJUNgiyC3Xp0lfhuxuZnHTyOod1W65W3E",
      "content": "Молодые специалисты, рожденные после 1995 года, кардинально отличаются по своим ценностям и ожиданиям от работодателя. На основе фокус-групп и опросов мы составили подробный портрет поколения Z на рабочем месте. В статье разбираем их мотивационные драйверы, предпочтительные форматы коммуникации, отношение к карьерному росту и рабочим обязанностям. Даем практические рекомендации по адаптации процессов найма, onboarding'а и системы развития для этой категории сотрудников.",
      "published_at": "2024-08-01"
    },
    {
      "id": 12,
      "title": "Корпоративная культура как стратегический актив",
      "slug": "korporativnaya-kultura-kak-strategicheskiy-aktiv",
      "image_url": "https://fastly.picsum.photos/id/555/1920/1080.jpg?hmac=mCn0SEGN_8aAzxavHsBHSKCj1fo_yV2Cc9EGXDZoSfI",
      "content": "Сильная корпоративная культура может стать главным конкурентным преимуществом компании. Мы разработали методику диагностики и целенаправленного формирования культуры, которая поддерживает бизнес-стратегию. В материале приводим пошаговый алгоритм: от выявления ключевых ценностей до их интеграции во все HR-процессы. Особое внимание уделяем роли топ-менеджмента как носителей культуры, механизмам передачи ценностей новым сотрудникам и инструментам измерения вовлеченности. Разбираем кейсы компаний, где культура стала драйвером роста и инноваций.",
      "published_at": "2024-08-14"
    },
    {
      "title": " Меняемся вместе: новые навыки для сотрудников",
      "content": "Обучение сотрудников играет ключевую роль в этом процессе. В условиях цифровой трансформации необходимо развивать новые навыки и компетенции. Поэтому мы организуем тренинги и обучающие программы для персонала всех уровней, чтобы помочь им овладеть современными инструментами и успешно адаптироваться к изменениям в рабочей среде.",
      "image_url": "https://fastly.picsum.photos/id/715/1920/1080.jpg?hmac=TZrg33ubHRdndKV-XtAWbuvYyI8WkjAgQEfa97SWeVY",
      "slug": "menyaemsya-vmeste-novye-navyki-dlya-sotrudnikov",
      "published_at": "2043-03-30 15:18",
      "id": 14
    }
  ],
  "comments": [
    {
      "id": 8,
      "name": "ivan",
      "comment": "40% роста - это оптимистично. У нас за первый год было около 25%, но прогресс действительно заметен.",
      "publiched_at": "2024-04-07 15:10",
      "post_id": 2
    },
    {
      "id": 10,
      "name": "dmitry",
      "comment": "Автор правильно подметил про сочетание технологий и переподготовки. У нас автоматизация без обучения привела сначала к хаосу, пока не осознали эту ошибку.",
      "publiched_at": "2024-04-09 18:00",
      "post_id": 2
    },
    {
      "id": 11,
      "name": "egor",
      "comment": "Наконец-то адекватный взгляд на ИИ в HR! Столько мифов вокруг этой темы...",
      "publiched_at": "2024-04-19 09:30",
      "post_id": 3
    },
    {
      "id": 16,
      "name": "egor",
      "comment": "Самый болезненный момент - оценка эффективности удаленных сотрудников. Какие метрики вы рекомендуете?",
      "publiched_at": "2024-05-03 09:15",
      "post_id": 4
    },
    {
      "id": 17,
      "name": "anna",
      "comment": "Мы перешли на гибридный формат год назад и до сих пор корректируем процессы. Самое сложное - поддерживать корпоративную культуру.",
      "publiched_at": "2024-05-03 12:30",
      "post_id": 4
    },
    {
      "id": 18,
      "name": "ivan",
      "comment": "А как быть с сотрудниками, которые злоупотребляют удаленкой? У нас некоторые вообще перестали появляться в офисе без уважительных причин.",
      "publiched_at": "2024-05-04 15:20",
      "post_id": 4
    },
    {
      "id": 19,
      "name": "maria",
      "comment": "Отличная статья! Особенно ценно, что рассматриваются не только плюсы, но и подводные камни такого формата.",
      "publiched_at": "2024-05-05 11:10",
      "post_id": 4
    },
    {
      "id": 20,
      "name": "dmitry",
      "comment": "Мы ввели обязательные дни в офисе для всех - среду и четверг. Это помогло сохранить баланс между гибкостью и живым общением.",
      "publiched_at": "2024-05-06 17:45",
      "post_id": 4
    },
    {
      "id": 21,
      "name": "egor",
      "comment": "EQ действительно становится важнее IQ во многих профессиях. Но как его объективно оценить при найме?",
      "publiched_at": "2024-05-16 10:20",
      "post_id": 5
    },
    {
      "id": 22,
      "name": "anna",
      "comment": "Мы проводим тренинги по эмоциональному интеллекту для менеджеров уже 2 года. Конфликтов в командах стало значительно меньше!",
      "publiched_at": "2024-05-16 14:00",
      "post_id": 5
    },
    {
      "id": 23,
      "name": "ivan",
      "comment": "А не приведет ли это к тому, что все будут просто \"играть в добреньких\", скрывая реальные проблемы?",
      "publiched_at": "2024-05-17 09:45",
      "post_id": 5
    },
    {
      "id": 24,
      "name": "maria",
      "comment": "Практические упражнения - это то, чего не хватает в большинстве статей на эту тему. Спасибо за конкретику!",
      "publiched_at": "2024-05-18 12:30",
      "post_id": 5
    },
    {
      "id": 25,
      "name": "dmitry",
      "comment": "35% роста вовлеченности - впечатляет! У нас пока скромнее результаты, но динамика положительная.",
      "publiched_at": "2024-05-19 16:15",
      "post_id": 5
    },
    {
      "id": 26,
      "name": "egor",
      "comment": "ESG - это не просто тренд, а необходимость для выживания бизнеса в долгосрочной перспективе.",
      "publiched_at": "2024-05-29 09:00",
      "post_id": 6
    },
    {
      "id": 27,
      "name": "anna",
      "comment": "Как убедить акционеров в необходимости таких инвестиций, если финансовый эффект не сразу очевиден?",
      "publiched_at": "2024-05-29 11:45",
      "post_id": 6
    },
    {
      "id": 28,
      "name": "ivan",
      "comment": "У нас программа устойчивого развития помогла привлечь крупного западного клиента, для которого это было ключевым требованием.",
      "publiched_at": "2024-05-30 14:30",
      "post_id": 6
    },
    {
      "id": 29,
      "name": "egor",
      "comment": "Методы дизайн-мышления реально работают! Мы провели такой воркшоп и за день нашли решение проблемы, которая длилась месяцами.",
      "publiched_at": "2024-06-11 10:15",
      "post_id": 7
    },
    {
      "id": 30,
      "name": "maria",
      "comment": "А как быть с сотрудниками, которые сопротивляются нестандартным подходам? У нас есть несколько консерваторов, которые блокируют инновации.",
      "publiched_at": "2024-06-12 13:20",
      "post_id": 7
    },
    {
      "id": 31,
      "name": "dmitry",
      "comment": "12 техник - это круто! Особенно понравилась \"обратная мозговая атака\", никогда о таком не слышал.",
      "publiched_at": "2024-06-13 17:00",
      "post_id": 7
    },
    {
      "id": 32,
      "name": "anna",
      "comment": "Персонализация обучения - это будущее! Но как масштабировать такой подход в крупной компании с тысячами сотрудников?",
      "publiched_at": "2024-06-24 09:30",
      "post_id": 8
    },
    {
      "id": 33,
      "name": "ivan",
      "comment": "60% роста усвоения - впечатляет. У нас адаптивное обучение дало пока 35%, но мы только в начале пути.",
      "publiched_at": "2024-06-25 14:15",
      "post_id": 8
    },
    {
      "id": 34,
      "name": "egor",
      "comment": "Лидерство нового типа требует радикального пересмотра системы подготовки топ-менеджеров. Вузы пока не успевают за этими изменениями.",
      "publiched_at": "2024-07-07 10:45",
      "post_id": 9
    },
    {
      "id": 35,
      "name": "maria",
      "comment": "Особенно согласна про когнитивную гибкость. В условиях кризиса это стало ключевым качеством для наших руководителей.",
      "publiched_at": "2024-07-08 13:30",
      "post_id": 9
    },
    {
      "id": 36,
      "name": "dmitry",
      "comment": "Data-driven подход спас нас от массовых увольнений - аналитика показала, что проблема была не в сотрудниках, а в неэффективных процессах.",
      "publiched_at": "2024-07-20 11:00",
      "post_id": 10
    },
    {
      "id": 37,
      "name": "anna",
      "comment": "Поколение Z действительно совсем другое... Они уходят с работы, если им что-то не нравится, не пытаясь даже решить проблему.",
      "publiched_at": "2024-08-02 14:45",
      "post_id": 11
    },
    {
      "id": 38,
      "name": "ivan",
      "comment": "Корпоративная культура - это как характер у человека. Можно немного скорректировать, но фундамент меняется очень тяжело.",
      "publiched_at": "2024-08-15 09:20",
      "post_id": 12
    },
    {
      "name": "egor",
      "comment": "Не менее важным является обучение персонала. Цифровая трансформация требует новых навыков и компетенций. Мы проводим тренинги и семинары для сотрудников всех уровней, помогая им освоить новые инструменты и адаптироваться к новым условиям работы.",
      "publiched_at": "2036-04-24 22:16",
      "post_id": 2,
      "id": 39
    },
    {
      "name": "bulochka",
      "comment": "Maria, вы не правы!!!",
      "publiched_at": "2038-09-18 22:49",
      "post_id": 3,
      "id": 40
    }
  ]
}