{
    "users": [
        {
            "id": "001",
            "login": "anton",
            "password": "qwerty123",
            "registed_at": "2025-06-26",
            "role_id": 0
        }
    ],
    "roles": [
        {
            "id": 0,
            "name": "Администратор"
        },
        {
            "id": 1,
            "name": "Модератор"
        },
        {
            "id": 2,
            "name": "Читатель"
        },
        {
            "id": 3,
            "name": "Гость"
        }
    ],
    "post": [
        {
            "id": "001",
            "title": "Наше дело не так однозначно, как может показаться:",
            "image_url": "https://fastly.picsum.photos/id/278/1920/1080.jpg?hmac=mc9acnfBg_M3SkIZDHRf8z8db5ejD6lVZGWcGzDsCnE",
            "content": "современная методология разработки обеспечивает актуальность системы обучения кадров, соответствующей насущным потребностям. Ясность нашей позиции очевидна: выбранный нами инновационный путь требует анализа своевременного выполнения сверхзадачи",
            "published_at": "2024-03-21"
        },
        {
            "id": "002",
            "title": "Также как постоянный количественный рост и сфера",
            "image_url": "https://fastly.picsum.photos/id/985/1920/1080.jpg?hmac=dLb_5lBJW4AZhZDUXweY5WlrnscpKLtCKffaqSrF9Vw",
            "content": "нашей активности требует от нас анализа поэтапного и последовательного развития общества. Следует отметить, что новая модель организационной деятельности однозначно фиксирует необходимость инновационных методов управления процессами.",
            "published_at": "2024-02-29"
        },
        {
            "id": "003",
            "title": "Предварительные выводы неутешительны: ",
            "image_url": "https://fastly.picsum.photos/id/727/1920/1080.jpg?hmac=jQ_sDv98za6CcIEON5w89iKgBiIosht1Y1ep9wsH4EM",
            "content": "раница обучения кадров играет важную роль в формировании переосмысления внешнеэкономических политик. В своём стремлении улучшить пользовательский опыт мы упускаем, что предприниматели в сети интернет неоднозначны и будут своевременно верифицированы. Вот вам яркий пример современных тенденций — разбавленное изрядной долей эмпатии, рациональное мышление создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса приоретизации разума над эмоциями.",
            "published_at": "2024-03-26"
        },
        {
            "id": "004",
            "title": "Тяжёлое машиностроение — это вам не грохот грома грядущих изменений",
            "image_url": "https://fastly.picsum.photos/id/37/1920/1080.jpg?hmac=Qq2gJAz1VtaPjSF8OWmLR-lI0PXoReXIvtMnBkSqmAU",
            "content": "Разнообразный и богатый опыт говорит нам, что сплочённость команды профессионалов обеспечивает актуальность первоочередных требований. Но постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение существующих финансовых и административных условий. Значимость этих проблем настолько очевидна, что граница обучения кадров, в своём классическом представлении, допускает внедрение своевременного выполнения сверхзадачи.",
            "published_at": "2024-04-11"
        }
    ]
}